Repository: macadmins/nudge
Catalog: Localizable.xcstrings
Source language: en
Languages: da, de, es, fr, hi, it, ja, ko, nb, nl, pl, pt, ru, sv, uk, zh

source: Update Device
da: Opdater Mac
de: macOS aktualisieren
es: Actualizar dispositivo
fr: Mettre à jour l'appareil
hi: उपकरण को अपडेट करें
it: Aggiorna dispositivo
ja: 端末をアップデート
ko: 기기 업데이트
nb: Oppdater nå
nl: Update Mac
pl: Uaktualnij urządzenie
pt: Atualizar Dispositivo
ru: Установить
sv: Uppdatera
uk: Оновити пристрій
zh: 更新设备

source: Updates can take around 30 minutes to complete
da: Opdateringer kan tage op til 30 minutter at gennemføre.
de: Die Aktualisierung kann etwa 30 Minuten in Anspruch nehmen
es: Las actualizaciones pueden tardar unos 30 minutos en completarse
fr: Les mises à jour prennent environ 30 minutes pour s'effectuer
hi: अप्डेट पूरा होने को लगभग ३० मिनट लग सकते है
it: Il completamento degli aggiornamenti richiede circa 30 minuti
ja: アップデートには約30分かかります
ko: 업데이트가 완료되기까지 30분 정도 소요 될 예정입니다
nb: Oppdateringen fullføres vanligvis innen 30 minutter
nl: Updates kunnen ongeveer 30 minuten duren
pl: Aktualizacja może zająć około 30 minut
pt: As atualizações podem levar 30 minutos para serem concluídas
ru: Обновления обычно занимают примерно 30 минут
sv: Uppdateringar kan ta ca 30 minuter
uk: Оновленню потрібно приблизно 30 хвилин
zh: 这大约会花费30分钟。

source: Username:
da: Brugernavn:
de: Benutzername:
es: Nombre De Usuario:
fr: Nom d'utilisateur :
hi: उपयोगकर्ता का नाम:
it: Nome utente:
ja: ユーザ名:
ko: 사용자이름:
nb: Brukernavn:
nl: Gebruikersnaam:
pl: Użytkownik:
pt: Usuário:
ru: Имя пользователя:
sv: Användarnamn:
uk: Ім'я користувача:
zh: 用户名:

source: Your device requires a security update
da: Din Mac mangler en sikkerhedsopdatering
de: Dein Mac benötigt ein Sicherheitsupdate
es: Tu dispositivo requiere una actualización de seguridad
fr: Votre appareil nécessite une mise à jour de sécurité.
hi: आपके के उपकरण को सिक्यरिटी अप्डेट की अवशक्ता है
it: Il tuo dispositivo richiede un aggiornamento di sicurezza
ja: 端末のアップデートが必要です
ko: 귀하의 기기에 보안 업데이트가 필요합니다
nb: En nødvendig sikkerhetsoppdatering er tilgjengelig
nl: Uw Mac heeft een beveiligingsupdate nodig
pl: Twoje urządzenie wymaga aktualizacji systemu macOS
pt: Seu dispositivo precisa de uma atualização de segurança
ru: Требуется обновление безопасности macOS
sv: En säkerhetsuppdatering behövs på din dator
uk: Вашому пристрою потрібно оновлення безпеки
zh: 您的设备需要安全更新

source: Your device requires a security update (Demo Mode)
da: Din Mac mangler en sikkerhedsopdatering (Demo tilstand)
de: Dein Mac benötigt ein Sicherheitsupdate (Demo-Modus)
es: Tu dispositivo requiere una actualización de seguridad (Modo demo)
fr: Votre appareil nécessite une mise à jour de sécurité. (Mode de démonstration)
hi: आपके के उपकरण को सिक्यरिटी अप्डेट की अवशता है ( डेमो मोड़)
it: Il tuo dispositivo richiede un aggiornamento di sicurezza (modalità demo)
ja: 端末のアップデートが必要です(デモモード)
ko: 귀하의 기기에 보안 업데이트가 필요합니다 (데모 모드)
nb: En nødvendig sikkerhetsoppdatering er tilgjengelig(demomodus)
nl: Uw Mac heeft een beveiligingsupdate nodig (Demo Mode)
pl: Twoje urządzenie wymaga aktualizacji systemu macOS (Tryb Demo)
pt: Seu dispositivo precisa de uma atualização de segurança (Modo de Demonstração)
ru: Требуется обновление безопасности macOS (демо-режим)
sv: En säkerhetsuppdatering behövs på din dator (demoläge)
uk: Вашому пристрою потрібно оновлення безпеки (Демо-режим)
zh: 您的设备需要安全更新（演示模式)

source: Version:
es: Versión:
hi: संस्करण:
it: Versione:
ja: バージョン:
ko: 버전:
nb: Versjon:
nl: Versie:
pl: Wersja:
pt: Versão:
ru: Версия:
uk: Версія:
zh: 版本:
